autoconf
brotli
c-ares
ca-certificates
capstone
dtc
gettext
glib
gmp
gnutls
icu4c
jpeg-turbo
libevent
libidn2
libnghttp2
libpng
libslirp
libssh
libtasn1
libunistring
libusb
libuv
libyaml
lz4
lzo
m4
ncurses
nettle
node
openssl@3
p11-kit
pcre2
pixman
pkg-config
podman
qemu
rbenv
readline
ruby
ruby-build
snappy
unbound
vde
xz
zstd
